import React from 'react';

const IraneNo = () => {
  return (
    <div>
      <p className='p1' dir='rtl' style={{ textAlign: 'justify' }}>
         ایران، سرزمینی است که دارای یکی از کهن‌ترین فرهنگ‌های جهان است، با
        دیرینه‌ای که به هزاران سال پیش بازمی‌گردد. تمدن‌هایی چون ایلام، ماد و
        هخامنشیان نشانگر ژرفای تاریخی و فرهنگی ایران هستند. هرکدام از این
        تمدن‌ها اثری ژرف بر فرهنگ، هنر، شیوه زندگی و اندیشه‌های ایرانیان
        داشته‌اند. ما در گذرگاه تاریخ خود آغازهای بسیاری داشته‌ایم، از
        بنیان‌گذاری نخستین شاهنشاهی‌ها تا آغاز دوران‌های بزرگ تاریخی.
      </p>
      <p className='p1' dir='rtl' style={{ textAlign: 'justify' }}>
        گاه‌شمار ایران نو با نگاهی ژرف به این پیشینه غنی و پربار، اما همزمان با
        تمرکز بر نیازهای امروز و فردای ایران، پدید آمده است. این گاه‌شمار
        نه‌تنها بازتابی از تمدن و فرهنگ دیرین ایران است، بلکه به سوی آینده‌ای
        روشن برای ایرانیان امروز و نسل‌های آینده نگاه می‌کند. سرآغاز این
        گاه‌شمار همزمان با آغاز خیزشی در ایران بود که هدف آن پدید آوردن
        دگرگونی‌های بنیادین در جامعه بود؛ دگرگونی‌هایی که بر پایه ارج نهادن به
        ریشه‌های کهن اما با نگاهی نوین به چالش‌های امروزی استوار بود.
      </p>
      <p className='p1' dir='rtl' style={{ textAlign: 'justify' }}>
        گاه‌شمار ایران نو، در تلاش است تا پیوندی استوار میان گذشته و اکنون
        برقرار کند. ایران، با دیرینه‌ای چندین هزار ساله، همواره به‌عنوان یکی از
        پیشتازان دانش، هنر و فرهنگ در جهان شناخته شده است. این گاه‌شمار بر این
        باور استوار است که با نگاهداشت و پاسداشت این میراث گران‌سنگ، می‌توان
        آینده‌ای نوین و نیرومند برای ایران و ایرانیان ساخت. هدف از پدید آوردن
        این گاه‌شمار، یادآوری این نکته است که در کنار همه دستاوردهای گذشته، ما
        باید به امروز و آینده نیز بنگریم. این گاه‌شمار برای مردمان این زمانه
        پدید آمده است، با نگاهی ایران گرایانه، که پتانسیل های فرهنگی تاریخی و
        طبیعی ایران زمین را نه برای گنیجه ها و موزه ها، که برای سعادت نسل امروز
        و آیندگان ایران میخواهد.
      </p>
      <p className='p1' dir='rtl' style={{ textAlign: 'justify' }}>
        گاه‌شمار ایران نو نمایانگر این اندیشه است که برای ساختن آینده‌ای بهتر،
        نیاز است به گذشته بنگریم، اما نه به‌عنوان گذشته‌ای که باید در آن بمانیم،
        بلکه به‌عنوان پایه‌ای که بتوانیم بر روی آن آینده‌ای روشن‌تر و نیرومندتر
        بنا کنیم. با توجه به این‌که ایران از کهن‌ترین فرهنگ‌های بشری بوده و
        سرآغازهای تاریخی بسیاری دارد، این گاه‌شمار به‌گونه‌ای یادآور این است که
        ما نه‌تنها باید به این سرآغازها ببالیم، بلکه باید خودمان سرآغازهای نوینی
        برای دوران نوین باشیم.
      </p>
      <p className='p1' dir='rtl' style={{ textAlign: 'justify' }}>
        گاه‌شمار ایران نو این فرصت را به ایرانیان می‌دهد که با سرافرازی به گذشته
        و با نگاهی به جلو، به سوی آینده‌ای نیرومند و پایدار گام بردارند. این
        گاه‌شمار، پلی است میان گذشته‌های پرافتخار و آینده‌ای که در انتظار
        ساخته‌شدن است؛ آینده‌ای که در آن ایرانیان می‌توانند به توانمندی‌های خود
        ایمان داشته باشند و با بهره‌گیری از میراث کهن، جامعه‌ای توانمندتر،
        نوین‌تر و پویاتر پدید آورند.
      </p>
      <p dir='rtl' style={{ textAlign: 'justify' }}>
        ساخت ایران نو، برای نسل امروز ایران، در حوزه های گوناگون فرهنگی، علمی،
        صنعتی، هنری، ورزشی و ... ، در آینده ای مبهم و یا با اجازه قدرت های جهانی
        یا داخلی نیست، بلکه امروز است، و این روند از سال ۱۳۹۶ آغاز شده است.
      </p>
      <p
        dir='rtl'
        style={{
          marginTop: '0.5em',
          marginBottom: '0',
          lineHeight: '1.2',
          textAlign: 'justify',
        }}
      >
        یکی از میلیون های ایرانی امروز
      </p>
      <p
        dir='rtl'
        style={{
          marginTop: '0.5em',
          marginBottom: '0',
          lineHeight: '0.6',
          textAlign: 'justify',
        }}
      >
        حامی وثوق
      </p>
    </div>
  );
};

export default IraneNo;