import React from 'react';

const IraneNo = () => {
  return (
    <div>
      <h1 className='text-xl font-bold mb-4'>ایلامی</h1>
      <p className='text-lg mb-4'>
        گاه‌شمارایلامی یکی از قدیمی‌ترین گاه‌شمارهای ایرانی است که در دوران
        ایلام باستان (حدود 3200 تا 539 قبل از میلاد) مورد استفاده قرار می‌گرفت.
        ایلامیان که یکی از تمدن‌های باستانی در جنوب غربی ایران بودند، از این
        گاه‌شمار برای تعیین تاریخ و زمان استفاده می‌کردند.
        <br />
        از دیدگاه دکتر عبدالمجید ارفعی باستان شناس و مترجم زبان های اکدی: «ایلام
        را نباید با «ع» نوشت بلکه باید با «الف» .نوشت، زیرا در زبان ایلامی «ع»
        نداریم.
      </p>

      <h2 className='text-3xl font-semibold mt-6 mb-2 '>
        ویژگی‌های گاه‌شمار ایلامی
      </h2>
      <ul className='list-disc list-inside mb-4'>
        <li className='text-lg'>
          <strong>ماه‌ها و روزها</strong>: ایلامیان نیز مانند بسیاری از تمدن‌های
          باستانی، از یک تقویم قمری-خورشیدی استفاده می‌کردند. ماه‌های تقویم
          ایلامی احتمالاً 29 یا 30 روز داشتند که بر اساس مشاهدات ماه تنظیم
          می‌شدند.
        </li>
        <li className='text-lg'>
          <strong>سالیانه</strong>: سال ایلامی احتمالاً 12 ماه داشته است که
          مجموعاً حدود 354 روز می‌شد. برای تنظیم تفاوت بین سال قمری و سال
          خورشیدی، هر چند سال یکبار ماه کبیسه‌ای به سال اضافه می‌کردند.
        </li>
        <li className='text-lg'>
          <strong>کاربرد</strong>: گاه‌شمار ایلامی به‌ویژه در مراسم دینی،
          کشاورزی و امور دولتی کاربرد داشت. برخی از متون مذهبی و اداری ایلامی که
          بر روی لوح‌های گلی نگاشته شده‌اند، تاریخ‌گذاری شده‌اند که نشان‌دهنده
          استفاده گسترده از این تقویم است.
        </li>
        <li className='text-lg'>
          <strong>متون و لوح‌ها</strong>: ایلامیان بر روی لوح‌های گلی به خط
          میخی، تاریخ‌ها و رویدادهای مهم را ثبت می‌کردند. این لوح‌ها حاوی
          اطلاعاتی درباره فعالیت‌های دولتی، مراسم مذهبی و معاملات تجاری هستند.
        </li>
        <li className='text-lg'>
          <strong>خط و زبان</strong>: زبان ایلامی که یکی از زبان‌های باستانی
          ایران است، به خط میخی نگاشته می‌شد. این خط از خطوط بسیار پیچیده و
          باستانی است که کشف و رمزگشایی آن اطلاعات زیادی درباره تقویم ایلامی
          به‌دست آورده است.
        </li>
      </ul>

      <h2 className='text-3xl font-semibold mt-6 mb-2'>
        نمونه‌هایی از آثار ایلامی
      </h2>
      <ul className='list-disc list-inside mb-4'>
        <li className='text-lg'>
          <strong>مجسمه‌ها و سنگ‌نگاره‌ها</strong>: ایلامیان آثار هنری بسیار
          زیبایی مانند مجسمه‌های سنگی و فلزی خلق کرده‌اند که برخی از آن‌ها دارای
          کتیبه‌هایی با تاریخ‌های ایلامی هستند.
        </li>
        <li className='text-lg'>
          <strong>لوح‌های گلی</strong>: بسیاری از این لوح‌ها در حفاری‌های
          باستان‌شناسی کشف شده‌اند و حاوی متون حقوقی، اداری و مذهبی هستند که
          تاریخ‌گذاری شده‌اند.
        </li>
      </ul>

      <h2 className='text-3xl font-semibold mt-6 mb-2'>
        اهمیت گاه‌شمار ایلامی
      </h2>
      <p className='text-lg mb-4'>
        گاه‌شمار ایلامی نقش مهمی در تاریخ‌نگاری و مطالعه تاریخ باستان ایران
        دارد. با بررسی این گاه‌شمار، می‌توان به اطلاعات دقیق‌تری درباره رویدادها
        و تحولات تاریخی ایلام و دیگر تمدن‌های همجوار دست یافت.
      </p>
      <ul className='list-disc list-inside mb-4'>
        <li className='text-lg'>
          <strong>لوح‌های گلی</strong>: بسیاری از اطلاعات ما درباره گاه‌شمار
          ایلامی از طریق لوح‌های گلی به دست آمده است.
        </li>
        <li className='text-lg'>
          <strong>آثار باستان‌شناسی</strong>: حفاری‌های باستان‌شناسی در مناطق
          مختلف ایلام باستان، مانند شوش و سیلک، اطلاعات مهمی درباره این گاه‌شمار
          فراهم کرده‌اند.
        </li>
      </ul>

      <h2 className='text-3xl font-semibold mt-6 mb-2'>سرچشمه:</h2>
      <ul className='list-disc list-inside mb-4'>
        <li className='text-xm'>
          <a
            href='https://kherada.com/Dman.aspx?Id=2007'
            target='_blank'
            rel='noopener noreferrer'
            className='text-blue-600 hover:underline'
          >
            ارفعی، عبدالمجید. «بخشی از گفتگوهای چند سال پیش دربارهٔ ایلام /
            ایلام با دکتر عبدالمجید ارفعی». وبگاه خردگان. دریافت‌شده در ۱۹ اوت
            ۲۰۲۰. عیلام را
          </a>
          نباید با «ع» نوشت بلکه باید با «الف» نوشت، زیرا در زبان ایلامی «ع»
          نداریم.
        </li>
        <li className='text-xm text-left' dir='ltr'>
          Alden, J. R., & Mince, L. (2016). `Itinerant potters and the
          transmission of ceramic technologies and styles during the
          Proto-Elamite period in Iran`. Journal of Archaeological Science:
          Reports, 5, 471-481.
        </li>
      </ul>
    </div>
  );
};
export default IraneNo;
