import React from 'react';

const ShahanshahiCalendarDescription = () => {
  return (
    <div>
      <h1 className='text-xl font-bold mb-4'>گاه‌شماری شاهنشاهی ایران</h1>
      <p className='text-lg mb-4' dir='rtl' style={{ textAlign: 'justify' }}>
        گاه‌شماری شاهنشاهی ایران در ۲۴ اسفند ۲۵۳۴ شاهنشاهی به عنوان گاهشمار رسمی
        کشور اعلام شد. پیش از آن، گاه‌شماری رسمی ایران بر پایه هجری خورشیدی بود.
        در این گاه‌شمار تازه، مبدأ تاریخ به جای هجرت محمد ابن عبدالله، تاج‌گذاری
        کوروش بزرگ در سال ۵۵۹ پیش از زادروز مسیح در نظر گرفته شد. این تغییر از
        سوی دو مجلس شورای ملی و سنا تصویب شد و برای نخستین بار در سال ۲۵۳۵
        شاهنشاهی (۱۳۵۵ خورشیدی) به کار گرفته شد.
      </p>

      <h2 className='text-3xl font-semibold mt-6 mb-2'>پیشینه گاه‌شماری</h2>
      <p className='text-lg mb-4' dir='rtl' style={{ textAlign: 'justify' }}>
        پیشینه گاه‌شماری در ایران به دو دوره بخش می‌شود: دوره‌های پیش از اسلام و
        دوره‌های پس از اسلام. پیش از اسلام، گاهشمارهایی مانند گاه‌شماری زرتشتی و
        اوستایی کهن و نو به کار می‌رفتند. پس از اسلام، گاهشمار هجری قمری و هجری
        خورشیدی رواج یافتند و تا مدتی گاهشماری یزگردی که سرآغاز آن با آغاز
        پادشاهای یزدگرد سوم، آخرین پادشاه ساسانیان بود کماکان در بین مردم رواج
        داشت و در برخی مناطق تا ۳۰۰ سال نیز حفظ شد.
      </p>

      <h2 className='text-3xl font-semibold mt-6 mb-2'>
        دلایل برگزیدن گاه‌شمار شاهنشاهی
      </h2>
      <p className='text-lg mb-4' dir='rtl' style={{ textAlign: 'justify' }}>
        از دلایل برگزیدن گاهشمار شاهنشاهی می‌توان به نظر کارشناسان دربار اشاره
        کرد که بر این باور بودند گاه‌شماری خورشیدی، نه ملی است و نه اسلامی، زیرا
        در کشورهای اسلامی دیگر از آن بهره‌برداری نمی‌شود و تاریخ آن یادگار تسلط
        بیگانگان بر ایران است. همچنین، آنان بر این باور بودند که تاریخ ایران به
        بیش از ۲۵۰۰ سال بازمی‌گردد و گاه‌شمار خورشیدی نمی‌تواند همه رویدادهای
        کهن را پوشش دهد.
      </p>

      <h2 className='text-3xl font-semibold mt-6 mb-2'>
        پیشنهادات برای مبدأ گاه‌شمار
      </h2>
      <ul
        className='list-disc list-inside mb-4'
        dir='rtl'
        style={{ textAlign: 'justify' }}
      >
        <li className='text-lg'>
          نخست، سال ۵۳۹ پیش از میلاد، یعنی سال گشودن بابل به دست کوروش و صدور
          منشور آزادی، پیشنهاد شد.
        </li>
        <li className='text-lg'>
          دوم، سال ۵۵۹ پیش از میلاد، یعنی سال تاج‌گذاری کوروش، به عنوان مبدأ
          انتخاب شد. در نهایت، این گزینه به دلیل سازگاری بیشتر با تاریخ‌نگاری
          ایران برگزیده شد.
        </li>
      </ul>

      <h2 className='text-3xl font-semibold mt-6 mb-2'>شیوه تبدیل سال‌ها</h2>
      <p className='text-lg mb-4' dir='rtl' style={{ textAlign: 'justify' }}>
        شیوه تبدیل سال‌های خورشیدی و میلادی به شاهنشاهی ساده است. برای تبدیل سال
        خورشیدی به شاهنشاهی، عدد ۱۱۸۰ به سال خورشیدی افزوده می‌شود. برای تبدیل
        سال میلادی، عدد ۵۵۹ به سال میلادی افزوده می‌گردد. همینطور می‌توانید با
        ابزار گاه گردان در برگه نخست گاهشمار، به راحتی تاریخ خود را به شاهنشاهی
        تبدیل کنید.
      </p>

      <h2 className='text-3xl font-semibold mt-6 mb-2'>
        واکنش‌های اجتماعی و مذهبی
      </h2>
      <p className='text-lg mb-4' dir='rtl' style={{ textAlign: 'justify' }}>
        این تصمیم با واکنش‌های گسترده‌ای از سوی روحانیون شیعه همراه شد.
        گلپایگانی این تصمیم را توهین به اسلام دانست و خمینی نیز آن را حرام اعلام
        کرد. برخی از تحلیل‌گران باور داشتند که این اقدام یکی از بزرگ‌ترین
        اشتباهات شاه بود که به تضعیف جایگاه او انجامید. چرا که حوزه علمیه قم
        توانست از آن بر علیه محمدرضا شاه فقید در جامعه مذهبی آن دوران در ابعاد
        وسیع استفاده کند.
      </p>

      <h2 className='text-3xl font-semibold mt-6 mb-2'>
        بازگشت به گاه‌شماری خورشیدی
      </h2>
      <p className='text-lg mb-4' dir='rtl' style={{ textAlign: 'justify' }}>
        در نهایت، پس از گذشت چند سال و به دلیل نارضایتی عمومی از این گاه‌شماری،
        در شهریور ۱۳۵۷، دولت به گاهشمار هجری خورشیدی بازگشت.
      </p>

      <h2 className='text-3xl font-semibold mt-6 mb-2'>تأثیر بر ضرب سکه‌ها</h2>
      <p className='text-lg mb-4' dir='rtl' style={{ textAlign: 'justify' }}>
        در حوزه ضرب سکه‌ها، سکه‌های ضرب‌شده در دوره شاهنشاهی نیز تحت تأثیر این
        تغییر قرار گرفتند و سکه‌ها با تاریخ شاهنشاهی ضرب شدند. با این حال، پس از
        بازگشت به گاه‌شماری خورشیدی، سکه‌های جدید با تاریخ هجری خورشیدی ضرب
        شدند.
      </p>
      <span className='mw-cite-backlink'> </span>
      <span className='reference-text'>
        <cite id='CITEREFزهرا_موسیوند_و_سمیه_زیدی2009' className='citation web'>
          زهرا موسیوند و سمیه زیدی (<bdi>زمستان ۲۰۰۹</bdi>
          ).{' '}
          <a
            className='external text'
            href='http://www.ensani.ir/storage/Files/20101205130401-Pages%20from%20payam6-30.pdf'
            target='_blank'
            rel='nofollow noopener'
          >
            «تغییر تقویم هجری به شاهنشاهی به روایت اسناد مجلس سنا»
          </a>{' '}
          <span className='cs1-format'>(PDF)</span>. پیام بهارستان.
        </cite>
      </span>
    </div>
  );
};

export default ShahanshahiCalendarDescription;