import React from 'react';

const Padeshahi = () => {
  return (
    <div>
      <h1 className='text-xl font-bold mb-4'>تاریخچه گاهشمار پادشاهی</h1>
      <p className='text-lg mb-4'>
        گاه‌شماری شاهنشاهی ایران در ۲۴ اسفند ۲۵۳۴ شاهنشاهی به عنوان گاهشمار رسمی
        کشور اعلام شد. پیش از آن، گاه‌شماری رسمی ایران بر پایه هجری خورشیدی بود.
        در این گاه‌شمار تازه، مبدأ تاریخ به جای هجرت محمد ابن عبدالله، تاج‌گذاری
        کوروش بزرگ در سال ۵۵۹ پیش از زادروز مسیح در نظر گرفته شد. این تغییر توسط
        دو مجلس شورای ملی و سنا تصویب و برای نخستین بار در سال ۲۵۳۵ شاهنشاهی به
        کار گرفته شد.
      </p>

      <h2 className='text-3xl font-semibold mt-6 mb-2'>
        پیشینه گاهشمار در ایران
      </h2>
      <p className='text-lg mb-4'>
        پیشینه گاه‌شماری در ایران به دو دوره بخش می‌شود: دوره‌های پیش از اسلام و
        دوره‌های پس از اسلام. پیش از اسلام، گاهشمارهایی مانند گاه‌شماری زرتشتی و
        اوستایی به کار می‌رفتند. پس از اسلام، گاهشمار هجری قمری و هجری خورشیدی
        رواج یافتند و گاهشماری یزگردی تا مدتی حفظ شد.
      </p>

      <h2 className='text-3xl font-semibold mt-6 mb-2'>تبدیل تقویم‌ها</h2>
      <p className='text-lg mb-4'>
        برای تبدیل سال خورشیدی به شاهنشاهی، عدد ۱۱۸۰ به سال خورشیدی افزوده
        می‌شود. برای تبدیل سال میلادی، عدد ۵۵۹ افزوده می‌گردد. همچنین، ابزار گاه
        گردان در برگه نخست گاهشمار، این تبدیل را تسهیل می‌کند.
      </p>

      <h2 className='text-3xl font-semibold mt-6 mb-2'>
        واکنش‌ها و بازگشت به گاهشمار خورشیدی
      </h2>
      <p className='text-lg mb-4'>
        این تغییر با واکنش‌های گسترده‌ای از سوی روحانیون شیعه مواجه شد. در
        نهایت، در شهریور ۱۳۵۷، دولت به گاهشمار هجری خورشیدی بازگشت.
      </p>

      <h2 className='text-3xl font-semibold mt-6 mb-2'>سرچشمه:</h2>
      <ul className='list-disc list-inside mb-4'>
        <li className='text-lg'>دانشنامهٔ ایرانیکا، مدخل تقویم</li>
        <li className='text-lg'>
          زهرا موسیوند و سمیه زیدی، «تغییر تقویم هجری به شاهنشاهی به روایت اسناد
          مجلس سنا» (PDF).
        </li>
      </ul>
    </div>
  );
};

export default Padeshahi;
